Repository: talibfitrah/albunyaantube
Catalog: ios/FitrahTube/Resources/Localizable.xcstrings
Source language: en
Languages: ar, nl

# a11y_channel_item
source: Channel: %1$@, %2$@
ar: قناة: %1$@، %2$@
nl: Kanaal: %1$@, %2$@

# a11y_download_item
source: %1$@, %2$@, %3$lld percent
ar: %1$@، %2$@، %3$lld بالمائة
nl: %1$@, %2$@, %3$lld procent

# a11y_duration_format
source: Duration: %1$@
ar: المدة: %1$@
nl: Duur: %1$@

# a11y_playlist_item
source: Playlist: %1$@, %2$lld items
ar: قائمة تشغيل: %1$@، %2$lld عنصر
nl: Afspeellijst: %1$@, %2$lld items

# a11y_playlist_video
source: Position %1$lld, %2$@, Duration: %3$@, %4$@
ar: الموضع %1$lld، %2$@، المدة: %3$@، %4$@
nl: Positie %1$lld, %2$@, Duur: %3$@, %4$@

# a11y_search_history
source: Recent search: %1$@
ar: بحث حديث: %1$@
nl: Recente zoekopdracht: %1$@

# a11y_video_item
source: Video: %1$@, Duration: %2$@, %3$@, %4$@
ar: فيديو: %1$@، المدة: %2$@، %3$@، %4$@
nl: Video: %1$@, Duur: %2$@, %3$@, %4$@

# about_github
source: GitHub
ar: جيت هاب

# about_legal
source: Legal
ar: القانونية
nl: Juridisch

# about_links
source: Links
ar: الروابط

# about_open_source_licenses
source: Open Source Licenses
ar: تراخيص المصادر المفتوحة
nl: Open source-licenties

# about_privacy_policy
source: Privacy Policy
ar: سياسة الخصوصية
nl: Privacybeleid

# about_terms_of_service
source: Terms of Service
ar: شروط الخدمة
nl: Servicevoorwaarden

# about_title
source: About
ar: حول
nl: Over

# about_website
source: Website
ar: الموقع الإلكتروني

# action_share
source: Share
ar: مشاركة
nl: Delen

# available_versions_downgrade_deferred
source: Downgrade not available
ar: الرجوع لإصدار أقدم غير متاح
nl: Downgrade niet beschikbaar

# available_versions_downgrade_snackbar
source: Downgrading older versions isn't supported yet. Coming in a future update.
ar: الرجوع إلى الإصدارات القديمة غير مدعوم بعد. سيأتي في تحديث لاحق.
nl: Downgraden naar oudere versies wordt nog niet ondersteund. Komt in een toekomstige update.

# available_versions_empty
source: No releases available right now. Try again later.
ar: لا توجد إصدارات متاحة حالياً. حاول مرة أخرى لاحقاً.
nl: Geen releases beschikbaar op dit moment. Probeer het later opnieuw.

# available_versions_install
source: Install
ar: تثبيت
nl: Installeren

# available_versions_installed
source: Installed
ar: مثبت
nl: Geïnstalleerd

source: Back
ar: رجوع
nl: Terug

# banner_dismiss
source: Dismiss
ar: إغلاق
nl: Sluiten

# bootstrap_error_invalid_password
source: Password must be at least 8 characters
ar: يجب أن تتكون كلمة المرور من 8 أحرف على الأقل
nl: Wachtwoord moet minstens 8 tekens bevatten

# bootstrap_error_invalid_phone
source: Enter a valid mobile number
ar: أدخل رقم جوال صحيح
nl: Voer een geldig mobiel nummer in

# bootstrap_error_invalid_phone_country
source: Pick your country
ar: اختر دولتك
nl: Kies je land

# bootstrap_error_password_mismatch
source: Passwords don’t match
ar: كلمتا المرور غير متطابقتين
nl: Wachtwoorden komen niet overeen

# bootstrap_error_password_set_failed
source: Couldn’t set your password — try a different one
ar: تعذّر تعيين كلمة المرور — جرّب كلمة أخرى
nl: Kon je wachtwoord niet instellen — probeer een ander wachtwoord

# bootstrap_password_confirm_label
source: Confirm password
ar: تأكيد كلمة المرور
nl: Bevestig wachtwoord

# bootstrap_password_explainer
source: Set a password so you can also sign in to the dashboard from a browser later.
ar: عيّن كلمة مرور لتتمكن لاحقًا من تسجيل الدخول إلى لوحة التحكم من المتصفح أيضًا.
nl: Stel een wachtwoord in zodat je later ook vanuit een browser kunt inloggen op het dashboard.

# bootstrap_password_label
source: Password
ar: كلمة المرور
nl: Wachtwoord

# bootstrap_phone_country_label
source: Country
ar: الدولة
nl: Land

# bootstrap_phone_hint
source: Phone number
ar: رقم الهاتف
nl: Telefoonnummer

# bootstrap_phone_label
source: Mobile number
ar: رقم الجوال
nl: Mobiel nummer

source: Cancel
ar: إلغاء
nl: Annuleren

source: Categories
ar: التصنيفات
nl: Categorieën

# category_filter_active
source: Active category filter. Double tap to clear.
ar: فلتر التصنيف نشط. انقر مرتين للمسح.
nl: Categoriefilter actief. Dubbeltik om te wissen.

# category_filter_applied
source: Filtering by: %1$@
ar: التصفية حسب: %1$@
nl: Filteren op: %1$@

# cd_bottom_nav_categories
source: Categories
ar: التصنيفات
nl: Categorieën

# cd_bottom_nav_home
source: Home
ar: الرئيسية
nl: Start

# cd_bottom_nav_library
source: Library
ar: المكتبة
nl: Bibliotheek

# cd_bottom_nav_settings
source: Settings
ar: الإعدادات
nl: Instellingen

# cd_category_chevron
source: View subcategories
ar: عرض التصنيفات الفرعية
nl: Subcategorieën bekijken

# cd_channel_avatar
source: Channel avatar
ar: صورة القناة
nl: Kanaal avatar

# cd_clear_history
source: Clear all search history
ar: مسح كل سجل البحث
nl: Alle zoekgeschiedenis wissen

# cd_delete_search_history
source: Delete search history item
ar: حذف عنصر من سجل البحث
nl: Zoekgeschiedenis item verwijderen

# cd_download_cancel
source: Cancel download
ar: إلغاء التنزيل
nl: Download annuleren

# cd_download_open
source: Open downloaded video
ar: فتح الفيديو المنزل
nl: Gedownloade video openen

# cd_download_pause_resume
source: Pause or resume download
ar: إيقاف أو استئناف التنزيل
nl: Download pauzeren of hervatten

# cd_download_playlist_button
source: Download entire playlist
ar: تنزيل القائمة كاملة
nl: Hele afspeellijst downloaden

# cd_filter_button
source: Filter content
ar: تصفية المحتوى
nl: Inhoud filteren

# cd_play_all_button
source: Play all videos in this playlist
ar: تشغيل كل الفيديوهات في هذه القائمة
nl: Alle video's in deze afspeellijst afspelen

# cd_playlist_banner
source: Playlist banner image
ar: صورة بانر القائمة
nl: Afspeellijst banner afbeelding

# cd_playlist_thumbnail
source: Playlist thumbnail
ar: صورة مصغرة لقائمة التشغيل
nl: Afspeellijst miniatuur

# cd_remove_from_favorites
source: Remove from favorites
ar: إزالة من المفضلة
nl: Verwijderen uit favorieten

# cd_save_playlist_button
source: Save this playlist to your library
ar: احفظ قائمة التشغيل هذه في مكتبتك
nl: Sla deze afspeellijst op in je bibliotheek

# cd_search_icon
source: Search
ar: بحث
nl: Zoeken

# cd_shuffle_button
source: Shuffle and play all videos
ar: تشغيل عشوائي لكل الفيديوهات
nl: Willekeurig afspelen van alle video's

# cd_video_thumbnail
source: Video thumbnail
ar: صورة مصغرة للفيديو
nl: Video miniatuur

# channel_about_description
source: Description
ar: الوصف
nl: Beschrijving

# channel_about_links
source: Links
ar: الروابط

# channel_about_more_info
source: More info
ar: معلومات إضافية
nl: Meer informatie

# channel_about_no_description
source: No description available
ar: لا يوجد وصف متاح
nl: Geen beschrijving beschikbaar

# channel_detail_placeholder
source: %1$@ tab for %2$@ coming soon.
ar: تبويب %1$@ لـ %2$@ قريباً.
nl: %1$@ tabblad voor %2$@ komt binnenkort.

# channel_joined_date
source: Joined %1$@
ar: انضم في %1$@
nl: Lid sinds %1$@

# channel_live_empty
source: No live or upcoming streams
ar: لا توجد بثوث مباشرة أو قادمة
nl: Geen live of geplande streams

# channel_playlists_empty
source: No playlists available
ar: لا توجد قوائم تشغيل متاحة
nl: Geen afspeellijsten beschikbaar

# channel_shorts_empty
source: No Shorts available
ar: لا توجد مقاطع قصيرة متاحة
nl: Geen Shorts beschikbaar

# channel_subscribe
source: Subscribe
ar: اشتراك
nl: Abonneren

# channel_subscribers_format
source: %1$@ subscribers
ar: %1$@ مشترك
nl: %1$@ abonnees

# channel_tab_about
source: About
ar: حول
nl: Over

# channel_tab_error_generic
source: Couldn't load this tab. Please check your connection and try again.
ar: تعذّر تحميل هذا التبويب. يرجى التحقق من اتصالك والمحاولة مرة أخرى.
nl: Dit tabblad kon niet worden geladen. Controleer je verbinding en probeer het opnieuw.

# channel_tab_live
source: Live
ar: البث المباشر

# channel_tab_playlists
source: Playlists
ar: قوائم التشغيل
nl: Afspeellijsten

# channel_tab_shorts
source: Shorts
ar: المقاطع القصيرة

# channel_tab_videos
source: Videos
ar: الفيديوهات

# channel_total_views
source: %1$@ total views
ar: %1$@ مشاهدة إجمالية
nl: %1$@ totale weergaven

# channel_unsubscribe
source: Subscribed
ar: مشترك
nl: Geabonneerd

# channel_verified
source: Verified
ar: موثق
nl: Geverifieerd

# channel_videos_empty
source: This channel has no videos yet
ar: هذه القناة ليس لديها فيديوهات بعد
nl: Dit kanaal heeft nog geen video's

source: Clear filters
ar: مسح الفلاتر
nl: Filters wissen

# close_filter
source: Clear filter
ar: مسح الفلتر
nl: Filter wissen

# connectivity_offline_banner
source: You're offline. Check your connection.
ar: أنت غير متصل بالإنترنت. تحقق من اتصالك.
nl: U bent offline. Controleer uw verbinding.

# content_unavailable_message
source: This content is no longer available. It may have been removed by an admin or by YouTube.
ar: هذا المحتوى لم يعد متاحًا. ربما تمت إزالته بواسطة المسؤول أو بواسطة يوتيوب.
nl: Deze inhoud is niet meer beschikbaar. Mogelijk is deze verwijderd door een beheerder of door YouTube.

# content_unavailable_title
source: Content not available
ar: المحتوى غير متاح
nl: Inhoud niet beschikbaar

# detail_excluded_banner
source: This item is currently unavailable due to policy restrictions.
ar: هذا العنصر غير متاح حالياً بسبب قيود السياسة.
nl: Dit item is momenteel niet beschikbaar vanwege beleidsregels.

# download_action_cancel
source: Cancel
ar: إلغاء
nl: Annuleren

# download_action_delete
source: Delete
ar: حذف
nl: Bestand verwijderen

# download_action_open
source: Open
ar: فتح
nl: Openen

# download_action_pause
source: Pause
ar: إيقاف مؤقت
nl: Pauzeren

# download_action_remove
source: Remove
ar: إزالة
nl: Uit lijst verwijderen

# download_action_resume
source: Resume
ar: استئناف
nl: Hervatten

# download_action_retry
source: Retry
ar: إعادة المحاولة
nl: Opnieuw proberen

# download_delete_failed
source: Failed to delete download
ar: فشل حذف التنزيل
nl: Verwijderen van download mislukt

source: Download deleted
ar: تم حذف التنزيل
nl: Download verwijderd

# download_error_http_403
source: Access denied - stream URL may have expired
ar: تم رفض الوصول - قد يكون رابط البث منتهي الصلاحية
nl: Toegang geweigerd - stream URL mogelijk verlopen

# download_error_http_429
source: Rate limited - try again later
ar: تم تجاوز الحد - حاول مرة أخرى لاحقاً
nl: Snelheidslimiet bereikt - probeer het later opnieuw

# download_error_invalid_input
source: Download configuration error
ar: خطأ في إعدادات التنزيل
nl: Downloadconfiguratiefout

# download_error_merge
source: Merge failed - FFmpeg error
ar: فشل الدمج - خطأ FFmpeg
nl: Samenvoegen mislukt - FFmpeg fout

# download_error_network
source: Network error - check your connection
ar: خطأ في الشبكة - تحقق من اتصالك
nl: Netwerkfout - controleer uw verbinding

# download_error_no_compatible_video
source: No compatible video format - only VP9/WebM available
ar: لا يوجد تنسيق فيديو متوافق - VP9/WebM فقط متاح
nl: Geen compatibel videoformaat - alleen VP9/WebM beschikbaar

# download_error_no_stream
source: No stream available - video may be unavailable
ar: لا يوجد بث متاح - قد يكون الفيديو غير متوفر
nl: Geen stream beschikbaar - video mogelijk niet beschikbaar

# download_error_unknown
source: Download failed
ar: فشل التنزيل
nl: Download mislukt

# download_error_video_audio_mismatch
source: Cannot download video - no compatible audio track for merge
ar: تعذر تنزيل الفيديو - لا يوجد مسار صوتي متوافق للدمج
nl: Kan video niet downloaden - geen compatibele audiotrack voor samenvoegen

# download_item_content_description
source: Download %1$@. Status %2$@. %3$lld%% complete.
ar: تنزيل %1$@. الحالة %2$@. %3$lld%% مكتمل.
nl: Download %1$@. Status %2$@. %3$lld%% voltooid.

# download_notification_channel_desc
source: Shows progress for offline downloads.
ar: يعرض تقدم التنزيلات دون اتصال.
nl: Toont voortgang voor offline downloads.

# download_notification_channel_name
source: Downloads
ar: التنزيلات

# download_notification_complete
source: Download complete.
ar: اكتمل التنزيل.
nl: Download voltooid.

# download_notification_progress
source: %1$lld%% complete
ar: %1$lld%% مكتمل
nl: %1$lld%% voltooid

# download_notification_title
source: Downloading %1$@
ar: جارٍ تنزيل %1$@
nl: Downloaden %1$@

# download_quality_audio_only
source: Audio only (M4A)
ar: صوت فقط (M4A)
nl: Alleen audio (M4A)

# download_quality_title
source: Select Download Quality
ar: اختر جودة التنزيل
nl: Downloadkwaliteit selecteren

source: Download started
ar: بدأ التنزيل
nl: Download gestart

# download_status_cancelled
source: Cancelled
ar: ملغى
nl: Geannuleerd

# download_status_completed
source: Completed
ar: مكتمل
nl: Voltooid

# download_status_failed
source: Failed
ar: فشل
nl: Mislukt

# download_status_paused
source: Paused
ar: متوقف مؤقتاً
nl: Gepauzeerd

# download_status_queued
source: Queued
ar: في الانتظار
nl: In wachtrij

# download_status_running
source: Downloading
ar: جارٍ التنزيل
nl: Downloaden

# download_toast_no_viewer
source: Unable to open this file on your device.
ar: غير قادر على فتح هذا الملف على جهازك.
nl: Kan dit bestand niet openen op uw apparaat.

source: Downloads
ar: التنزيلات

# downloads_empty
source: No downloads yet. Start saving content for offline playback.
ar: لا توجد تنزيلات بعد. ابدأ بحفظ المحتوى للتشغيل دون اتصال.
nl: Nog geen downloads. Begin met het opslaan van inhoud voor offline afspelen.

# downloads_empty_subtitle
source: Downloaded videos will appear here
ar: الفيديوهات المنزلة ستظهر هنا
nl: Gedownloade video's verschijnen hier

# downloads_empty_title
source: No downloads yet
ar: لا توجد تنزيلات بعد
nl: Nog geen downloads

# downloads_file_not_found
source: File not found: %1$@
ar: الملف غير موجود: %1$@
nl: Bestand niet gevonden: %1$@

# downloads_library_title
source: Downloads & Library
ar: التنزيلات والمكتبة
nl: Downloads & Bibliotheek

# downloads_no_file
source: No file found
ar: لم يتم العثور على الملف
nl: Geen bestand gevonden

# downloads_no_player
source: No video player found
ar: لم يتم العثور على مشغل فيديو
nl: Geen videospeler gevonden

# downloads_open_error
source: Error: %1$@
ar: خطأ: %1$@
nl: Fout: %1$@

# downloads_section_title
source: Downloads
ar: التنزيلات

# downloads_storage_calculating
source: Calculating…
ar: جارٍ الحساب…
nl: Berekenen…

# downloads_storage_format
source: %1$lld downloads • %2$@ used • %3$@ available
ar: %1$lld تنزيل • %2$@ مستخدم • %3$@ متاح
nl: %1$lld downloads • %2$@ gebruikt • %3$@ beschikbaar

# downloads_storage_used
source: Storage Used
ar: التخزين المستخدم
nl: Opslagruimte gebruikt

# edit_email_current_password
source: Current password
ar: كلمة المرور الحالية
nl: Huidig wachtwoord

# edit_email_in_use
source: Email is already in use
ar: البريد الإلكتروني مستخدم بالفعل
nl: E-mailadres is al in gebruik

# edit_email_invalid
source: Not a valid email
ar: عنوان بريد غير صالح
nl: Geen geldig e-mailadres

# edit_email_new_email
source: New email
ar: البريد الإلكتروني الجديد
nl: Nieuwe e-mail

# edit_email_send
source: Send verification
ar: إرسال رابط التحقق
nl: Bevestigingslink sturen

# edit_email_sent
source: Verification link sent to %1$@. Tap it to complete the change. Your current email stays active until then.
ar: تم إرسال رابط التحقق إلى %1$@. اضغط عليه لإكمال التغيير. سيظل بريدك الحالي ساريًا حتى ذلك الحين.
nl: Bevestigingslink verzonden naar %1$@. Klik erop om de wijziging te voltooien. Je huidige e-mail blijft tot dan actief.

# edit_email_title
source: Change email
ar: تغيير البريد الإلكتروني
nl: E-mail wijzigen

# edit_email_wrong_password
source: Wrong password
ar: كلمة المرور غير صحيحة
nl: Verkeerd wachtwoord

# edit_password_confirm
source: Confirm new password
ar: تأكيد كلمة المرور الجديدة
nl: Nieuw wachtwoord bevestigen

# edit_password_current
source: Current password
ar: كلمة المرور الحالية
nl: Huidig wachtwoord

# edit_password_mismatch
source: Passwords do not match
ar: كلمتا المرور غير متطابقتين
nl: Wachtwoorden komen niet overeen

# edit_password_new
source: New password
ar: كلمة المرور الجديدة
nl: Nieuw wachtwoord

# edit_password_title
source: Change password
ar: تغيير كلمة المرور
nl: Wachtwoord wijzigen

# edit_password_update
source: Update password
ar: تحديث كلمة المرور
nl: Wachtwoord bijwerken

# edit_password_updated
source: Password updated.
ar: تم تحديث كلمة المرور.
nl: Wachtwoord bijgewerkt.

# edit_password_weak
source: Password must be at least 8 characters
ar: يجب أن تتكون كلمة المرور من 8 أحرف على الأقل
nl: Wachtwoord moet minimaal 8 tekens bevatten

# edit_password_wrong_current
source: Incorrect current password
ar: كلمة المرور الحالية غير صحيحة
nl: Huidig wachtwoord is onjuist

# edit_phone_country
source: Country
ar: الدولة
nl: Land

# edit_phone_number
source: Phone number
ar: رقم الهاتف
nl: Telefoonnummer

# edit_phone_save
source: Save
ar: حفظ
nl: Opslaan

# edit_phone_title
source: Edit phone number
ar: تعديل رقم الجوال
nl: Telefoonnummer bewerken

# edit_phone_updated
source: Phone number updated.
ar: تم تحديث رقم الجوال.
nl: Telefoonnummer bijgewerkt.

# edit_submission_save_button
source: Save
ar: حفظ
nl: Opslaan

# edit_submission_sheet_subtitle
source: Update the optional note shown to reviewers.
ar: حدّث الملاحظة الاختيارية الظاهرة للمراجعين.
nl: Werk de optionele notitie bij die beoordelaars zien.

# edit_submission_sheet_title
source: Edit message
ar: تعديل الرسالة
nl: Bericht bewerken

# email_verification_body
source: We sent a verification link to %1$@. Tap it, then come back here.
ar: أرسلنا رابط التحقق إلى %1$@. اضغط عليه ثم عُد إلى هنا.
nl: We hebben een bevestigingslink gestuurd naar %1$@. Klik erop en kom dan terug.

# email_verification_check_now
source: I've verified my email
ar: لقد تحققت من بريدي
nl: Ik heb mijn e-mail bevestigd

# email_verification_last_sent
source: Last sent %1$lld seconds ago
ar: آخر إرسال قبل %1$lld ثانية
nl: Laatst verstuurd %1$lld seconden geleden

# email_verification_network_error
source: Couldn't reach the server. Try again.
ar: تعذر الوصول إلى الخادم. حاول مجددًا.
nl: Kan de server niet bereiken. Probeer opnieuw.

# email_verification_not_yet
source: Still not verified. Check your inbox (and spam folder).
ar: لم يتم التحقق بعد. راجع بريدك (والرسائل غير المرغوب فيها).
nl: Nog niet bevestigd. Check je inbox (en spam).

# email_verification_rate_limited
source: Please wait before resending.
ar: الرجاء الانتظار قبل إعادة الإرسال.
nl: Wacht even voordat je opnieuw verzendt.

# email_verification_resend
source: Resend email
ar: إعادة إرسال البريد
nl: E-mail opnieuw verzenden

# email_verification_title
source: Verify your email
ar: تحقق من بريدك الإلكتروني
nl: Bevestig je e-mail

# email_verification_use_different
source: Use a different email
ar: استخدم بريدًا آخر
nl: Gebruik een ander e-mailadres

# empty_state_adjust_filters
source: Try adjusting your filters or search terms
ar: جرب تعديل الفلاتر أو مصطلحات البحث
nl: Probeer uw filters of zoektermen aan te passen

# empty_state_generic_headline
source: No content yet
ar: لا يوجد محتوى بعد
nl: Nog geen inhoud

# empty_state_no_content
source: No content found
ar: لا يوجد محتوى
nl: Geen inhoud gevonden

# error_state_generic_headline
source: Something went wrong
ar: حدث خطأ ما
nl: Er is iets misgegaan

# error_title
source: Error
ar: خطأ
nl: Fout

# error_unknown
source: An unexpected error occurred.
ar: حدث خطأ غير متوقع.
nl: Er is een onverwachte fout opgetreden.

# favorites_clear_all
source: Clear all
ar: مسح الكل
nl: Alles wissen

# favorites_clear_all_confirm
source: Clear all
ar: مسح الكل
nl: Alles wissen

# favorites_clear_all_message
source: This will remove all videos from your favorites. This action cannot be undone.
ar: سيتم إزالة جميع الفيديوهات من مفضلتك. لا يمكن التراجع عن هذا الإجراء.
nl: Dit verwijdert alle video's uit uw favorieten. Deze actie kan niet ongedaan worden gemaakt.

# favorites_clear_all_title
source: Clear all favorites?
ar: مسح كل المفضلات؟
nl: Alle favorieten wissen?

# favorites_empty_subtitle
source: Tap the heart icon on any video to add it to your favorites
ar: اضغط على أيقونة القلب في أي فيديو لإضافته إلى المفضلة
nl: Tik op het hartpictogram bij een video om het toe te voegen aan uw favorieten

# favorites_empty_title
source: No favorites yet
ar: لا توجد مفضلات بعد
nl: Nog geen favorieten

# favorites_icon_description
source: Favorites
ar: المفضلة
nl: Favorieten

# favorites_remove
source: Remove from favorites
ar: إزالة من المفضلة
nl: Verwijderen uit favorieten

# favorites_remove_description
source: Remove %1$@ from favorites
ar: إزالة %1$@ من المفضلة
nl: %1$@ verwijderen uit favorieten

# favorites_title
source: Favorites
ar: المفضلة
nl: Favorieten

# filter_category
source: Category
ar: التصنيف
nl: Categorie

# filter_category_all
source: All categories
ar: جميع التصنيفات
nl: Alle categorieën

# filter_clear
source: Clear filters
ar: مسح الفلاتر
nl: Filters wissen

# filter_date
source: Date
ar: التاريخ
nl: Datum

# filter_length
source: Length
ar: المدة
nl: Duur

# filter_sort
source: Sort
ar: الترتيب
nl: Sorteren

# filtering_by_category
source: Category: %1$@
ar: التصنيف: %1$@
nl: Categorie: %1$@

# home_empty_content
source: No content available yet
ar: لا يوجد محتوى متاح بعد
nl: Nog geen inhoud beschikbaar

# home_empty_videos
source: No videos available yet
ar: لا توجد فيديوهات متاحة بعد
nl: Nog geen video's beschikbaar

# home_loading_more
source: Loading more…
ar: جارٍ تحميل المزيد…
nl: Meer laden…

# home_retry_section
source: Retry loading section
ar: إعادة تحميل القسم
nl: Sectie opnieuw laden

# home_see_all_category
source: See all content in %1$@
ar: عرض كل المحتوى في %1$@
nl: Alle inhoud in %1$@ bekijken

# home_see_all_channels
source: See all channels
ar: عرض كل القنوات
nl: Alle kanalen bekijken

# home_see_all_featured
source: See all featured content
ar: عرض كل المحتوى المميز
nl: Alle uitgelichte inhoud bekijken

# home_see_all_playlists
source: See all playlists
ar: عرض كل قوائم التشغيل
nl: Alle afspeellijsten bekijken

# home_see_all_videos
source: See all videos
ar: عرض كل الفيديوهات
nl: Alle video's bekijken

# home_select_category
source: Select content category
ar: اختيار تصنيف المحتوى
nl: Inhoudscategorie selecteren

# import_caution_continue
source: Continue
ar: متابعة
nl: Doorgaan

# import_caution_message
source: Be mindful of what you bring in. You alone are responsible before Allah for the content you add. Choose only what is halāl and in keeping with the Sharī'ah as understood by Ahl us-Sunnah, and fear Allah in your choices.
ar: كن واعيًا لما تُدخله. أنت وحدك المسؤول أمام الله عمّا تضيفه من محتوى. اختر فقط ما هو حلال وموافق للشريعة كما يفهمها أهل السنة، واتقِ الله في اختياراتك.
nl: Wees bewust van wat je toevoegt. Jij alleen bent verantwoording verschuldigd aan Allah voor de inhoud die je toevoegt. Kies alleen wat halal is en in overeenstemming met de Sharia zoals begrepen door Ahl us-Sunnah, en vrees Allah in je keuzes.

# import_caution_title
source: Before you import
ar: قبل الاستيراد
nl: Voordat je importeert

# import_offer_message
source: Bring your YouTube subscriptions, playlists, and liked videos into FitrahTube in one tap.
ar: أحضر اشتراكاتك في يوتيوب وقوائم تشغيلك وفيديوهاتك المُعجب بها إلى FitrahTube بنقرة واحدة.
nl: Breng je YouTube-abonnementen, afspeellijsten en gelikte video's in één tik naar FitrahTube.

# import_offer_negative
source: Not now
ar: ليس الآن
nl: Niet nu

# import_offer_positive
source: Import
ar: استيراد
nl: Importeren

# import_offer_title
source: Import your YouTube library
ar: استيراد مكتبتك من يوتيوب
nl: Je YouTube-bibliotheek importeren

# import_youtube_button_done
source: Done
ar: تم
nl: Klaar

# import_youtube_button_import
source: Import %1$lld items
ar: استيراد %1$lld عنصر
nl: %1$lld items importeren

# import_youtube_button_retry
source: Try again
ar: حاول مجدداً
nl: Opnieuw proberen

# import_youtube_done_rate_limited
source: Daily import limit reached — try again later to import the rest.
ar: تم بلوغ الحد اليومي للاستيراد — حاول مرة أخرى لاحقًا لاستيراد البقية.
nl: Dagelijkse importlimiet bereikt — probeer later opnieuw om de rest te importeren.
